Repository: macdirtycow/factureclick
Catalog: Factureclick/Localizable.xcstrings
Source language: en
Languages: de, nl

# tab.clients
source: Clients
de: Kunden
nl: Klanten

# tab.invoices
source: Invoices
de: Rechnungen
nl: Facturen

# tab.products
source: Products
de: Produkte
nl: Producten

# tab.registrations
source: Registrations
de: Erfassungen
nl: Registraties

# tab.settings
source: Settings
de: Einstellungen
nl: Instellingen

source: Template
de: Vorlage
nl: Sjabloon

source: Template is active
de: Vorlage ist aktiv
nl: Sjabloon is actief

source: This week
de: Diese Woche
nl: Deze week

source: Time logs
de: Zeiterfassungen
nl: Tijdregistraties

source: To
de: Bis
nl: Tot

source: Top clients by revenue
de: Topkunden nach Umsatz
nl: Topklanten op omzet

source: Total travel cost
de: Gesamte Fahrtkosten
nl: Totale reiskosten

source: Totals
de: Summen
nl: Totalen

source: Trip
de: Fahrt
nl: Rit

source: Unable to Delete Client
de: Kunde kann nicht gelöscht werden
nl: Klant kan niet worden verwijderd

source: Unable to Delete Product
de: Produkt kann nicht gelöscht werden
nl: Product kan niet worden verwijderd

source: Unable to Save Invoice
de: Rechnung kann nicht gespeichert werden
nl: Factuur kan niet worden opgeslagen

source: Unable to Save Quote
de: Angebot kann nicht gespeichert werden
nl: Offerte kan niet worden opgeslagen

source: Unable to Save Reminder
de: Erinnerung kann nicht gespeichert werden
nl: Herinnering kan niet worden opgeslagen

source: Unit type
de: Einheitstyp
nl: Eenheidstype

source: Use client default
de: Kundenstandard verwenden
nl: Standaard klantinstelling gebruiken

source: Use custom hourly rate
de: Benutzerdefinierten Stundensatz verwenden
nl: Aangepast uurtarief gebruiken

source: Use end date
de: Enddatum verwenden
nl: Einddatum gebruiken

source: VAT
de: MwSt.
nl: Btw

source: VAT breakdown
de: MwSt.-Aufschlüsselung
nl: Btw-overzicht

source: VAT number
de: USt-IdNr.
nl: Btw-nummer

source: Week
de: Woche

source: Week overview
de: Wochenübersicht
nl: Weekoverzicht

source: Weekly review
de: Wochenprüfung
nl: Weekcontrole

source: Work details
de: Arbeitsdetails
nl: Werkdetails

source: Work Mode
de: Arbeitsmodus
nl: Werkmodus

source: Year
de: Jahr
nl: Jaar

source: Year selection
de: Jahresauswahl
nl: Jaarselectie

source: %@ h
nl: %1$@ u

source: %@ h logged
nl: %1$@ u gelogd

source: %@ km
nl: %1$@ km

source: %lld accepted quotes
nl: %1$lld geaccepteerde offertes

source: %lld cycle(s) due
nl: %1$lld cyclus/cycli vervallen

source: %lld days
nl: %1$lld dagen

source: %lld days overdue
nl: %1$lld dagen te laat

source: %lld entries
nl: %1$lld registraties

source: %lld invoices
nl: %1$lld facturen

source: %lld logs
nl: %1$lld logs

source: %lld open
nl: %1$lld open

source: %lld performance
nl: %1$lld prestaties

source: %lld registrations
nl: %1$lld registraties

source: %lld uninvoiced registrations are ready for end-of-week billing.
nl: %1$lld niet-gefactureerde registraties zijn klaar voor facturatie aan het einde van de week.

source: %lld uninvoiced registrations are ready to be added to this draft.
nl: %1$lld niet-gefactureerde registraties kunnen aan dit concept worden toegevoegd.

source: %lld work entries
nl: %1$lld werkregistraties

source: %lldd
nl: %1$lldd

source: Add a receipt image to store proof safely on-device.
nl: Voeg een bonafbeelding toe om bewijs veilig op het apparaat op te slaan.

source: Add at least one recurring line.
nl: Voeg minimaal één terugkerende regel toe.

source: Add manual lines or generate them from selected registrations.
nl: Voeg handmatige regels toe of genereer ze uit geselecteerde registraties.

source: All sent invoices are still within their payment term.
nl: Alle verzonden facturen vallen nog binnen hun betaaltermijn.

source: Already attached
nl: Al gekoppeld

source: Already Attached
nl: Al gekoppeld

source: Automate repeated billing with reusable templates and duplicate-safe draft generation.
nl: Automatiseer terugkerende facturatie met herbruikbare sjablonen en veilige conceptgeneratie zonder dubbelen.

source: Business profile data stays separate from app settings, but you can jump there directly.
nl: Gegevens van het bedrijfsprofiel blijven gescheiden van de app-instellingen, maar je kunt er direct naartoe gaan.

source: By client
nl: Per klant

source: By day
nl: Per dag

source: Changes are stored in SwiftData and update the app immediately after saving.
nl: Wijzigingen worden in SwiftData opgeslagen en werken direct na opslaan door in de app.

source: Choose which workflow Factureclick should prioritize across navigation, dashboard, and business tools.
nl: Kies welke workflow Factureclick moet prioriteren in navigatie, dashboard en zakelijke tools.

source: Client rate override
nl: Aangepast klanttarief

source: Create an editable invoice draft from this accepted quote?
nl: Wil je van deze geaccepteerde offerte een bewerkbaar factuurconcept maken?

source: Create Reminder Manually
nl: Herinnering handmatig maken

source: Cycle %@
nl: Cyclus %1$@

source: Due %@
nl: Vervalt %1$@

source: Ex VAT %@
nl: Excl. btw %1$@

source: Expires %@
nl: Verloopt %1$@

source: Factureclick can prioritize the workflows you actually use. You can change this later in Settings.
nl: Factureclick kan de workflows prioriteren die je echt gebruikt. Dit kun je later wijzigen in Instellingen.

source: Generate invoice lines directly from logged hours and each registration's hourly rate.
nl: Genereer factuurregels direct op basis van gelogde uren en het uurtarief van elke registratie.

source: Generated %@
nl: Gegenereerd %1$@

source: Hide modules that are not relevant for this business workflow. No data is deleted when you turn a module off.
nl: Verberg modules die niet relevant zijn voor deze bedrijfsworkflow. Er worden geen gegevens verwijderd als je een module uitschakelt.

source: Hourly rate: %@ / h
nl: Uurtarief: %1$@ / u

source: Import clients or products from CSV, preview rows before saving, and export backups or reporting files.
nl: Importeer klanten of producten uit CSV, bekijk rijen vooraf en exporteer back-ups of rapportages.

source: Invoice Open Work
nl: Open werk factureren

source: Invoiced
nl: Gefactureerd

source: Keep Current Draft
nl: Huidig concept behouden

source: Keep expense proofs, receipt photos, and billing context organized in one place.
nl: Bewaar onkostenbewijzen, bonfoto’s en facturatiecontext overzichtelijk op één plek.

source: KVK number
nl: KvK-nummer

source: Leave product empty if you want to invoice this as pure hours using the client's hourly rate.
nl: Laat product leeg als je dit als pure uren wilt factureren met het uurtarief van de klant.

source: Link either a registration or an invoice. Selecting one clears the other.
nl: Koppel een registratie of een factuur. Als je er één selecteert, wordt de andere gewist.

source: Links
nl: Koppelingen

source: Log Trip
nl: Rit registreren

source: Mail is not configured on this device. You can still share the PDF attachment manually.
nl: Mail is niet ingesteld op dit apparaat. Je kunt de PDF-bijlage nog steeds handmatig delen.

source: Manage multiple business identities and choose which profile is active for invoices, quotes, and exports.
nl: Beheer meerdere bedrijfsidentiteiten en kies welk profiel actief is voor facturen, offertes en exports.

source: Manual Level
nl: Handmatig niveau

source: Manual mode does not include registrations automatically.
nl: Handmatige modus neemt registraties niet automatisch mee.

source: Mileage logs
nl: Kilometerregistraties

source: Native chart support can be added later. This list keeps the monthly summary lightweight and export-ready.
nl: Native grafiekondersteuning kan later worden toegevoegd. Deze lijst houdt het maandoverzicht licht en exportklaar.

source: Net %@
nl: Netto %1$@

source: New Collaboration Rule
nl: Nieuwe samenwerkingsregel

source: New Mileage
nl: Nieuwe kilometerregistratie

source: New Product
nl: Nieuw product

source: New Quote
nl: Nieuwe offerte

source: New Receipt
nl: Nieuwe bon

source: Next planned invoice: %@
nl: Volgende geplande factuur: %1$@

source: No client revenue has been recorded for this year.
nl: Er is voor dit jaar geen klantomzet geregistreerd.

source: No collaboration rules yet.
nl: Nog geen samenwerkingsregels.

source: No draft invoices generated yet.
nl: Er zijn nog geen conceptfacturen gegenereerd.

source: No invoices were issued in the selected quarter.
nl: Er zijn in het geselecteerde kwartaal geen facturen uitgegeven.

source: No linked client
nl: Geen gekoppelde klant

source: No linked registration
nl: Geen gekoppelde registratie

source: No mileage entries found for the selected filters.
nl: Geen kilometerregistraties gevonden voor de geselecteerde filters.

source: No overdue invoices
nl: Geen achterstallige facturen

source: No recurring invoice templates yet.
nl: Nog geen terugkerende factuursjablonen.

source: No recurring templates configured yet.
nl: Er zijn nog geen terugkerende sjablonen ingesteld.

source: No signature captured yet.
nl: Er is nog geen handtekening vastgelegd.

source: No uninvoiced registrations found for that period.
nl: Geen niet-gefactureerde registraties gevonden voor die periode.

source: Only accepted quotes can be converted.
nl: Alleen geaccepteerde offertes kunnen worden omgezet.

source: Open Friday Review
nl: Vrijdagcontrole openen

source: Open Invoice
nl: Factuur openen

source: Optional note
nl: Optionele notitie

source: Optional notes
nl: Optionele notities

source: Partner name
nl: Naam partner

source: Payment Details
nl: Betaalgegevens

source: Payment Reminders
nl: Betalingsherinneringen

source: Payment reminders will appear here when unpaid invoices pass their due date.
nl: Betalingsherinneringen verschijnen hier wanneer onbetaalde facturen hun vervaldatum overschrijden.

source: PDF Exported
nl: PDF geëxporteerd

source: Personalize your app theme, brand it with your company profile and logo, and control invoicing defaults from one place.
nl: Personaliseer het thema van je app, voorzie het van je bedrijfsprofiel en logo, en beheer standaard factuurinstellingen op één plek.

source: Prepare proposals before they become invoices.
nl: Bereid voorstellen voor voordat ze facturen worden.

source: Prepare review
nl: Controle voorbereiden

source: Preview: %@
nl: Voorbeeld: %1$@

source: Price
nl: Prijs

source: Pricing
nl: Prijzen

source: Product name
nl: Productnaam

source: Purpose
nl: Doel

source: Q%lld
nl: K%1$lld

source: Quantity
nl: Aantal

source: Quote Conversion
nl: Offerte-omzetting

source: Quotes and estimates
nl: Offertes en prijsopgaven

source: Rate per kilometer
nl: Tarief per kilometer

source: Ready for invoice
nl: Klaar voor factuur

source: Ready: %@
nl: Klaar: %1$@

source: Receipt image
nl: Bonafbeelding

source: Receipt storage
nl: Bonopslag

source: Recent invoices
nl: Recente facturen

source: Recent quotes
nl: Recente offertes

source: Recent registrations
nl: Recente registraties

source: Recipient
nl: Ontvanger

source: Recurring invoices
nl: Terugkerende facturen

source: Registration history
nl: Registratiegeschiedenis

source: Remove line
nl: Regel verwijderen

source: Remove Line
nl: Regel verwijderen

source: Replace from Photos
nl: Vervangen vanuit Foto’s

source: Replace Logo
nl: Logo vervangen

source: Retake Photo
nl: Foto opnieuw maken

source: Review taxable revenue, VAT charged, and paid versus unpaid invoice totals per quarter.
nl: Bekijk belastbare omzet, berekende btw en betaalde versus onbetaalde factuurtotalen per kwartaal.

source: Review yearly revenue, VAT, delivered work, and top clients in one business snapshot.
nl: Bekijk jaaromzet, btw, geleverd werk en topklanten in één zakelijk overzicht.

source: Save & Sent
nl: Opslaan en verzonden

source: Save repeat billing templates and generate draft invoices for each due cycle.
nl: Sla sjablonen voor terugkerende facturatie op en genereer conceptfacturen voor elke vervallen cyclus.

source: Saved as draft
nl: Opgeslagen als concept

source: Saved for later confirmation and export use.
nl: Opgeslagen voor latere bevestiging en export.

source: Scheduled
nl: Gepland

source: Scope
nl: Bereik

source: Search by invoice number or client
nl: Zoek op factuurnummer of klant

source: Search clients
nl: Zoek klanten

source: Search products
nl: Zoek producten

source: Search quotes
nl: Zoek offertes

source: Search registrations
nl: Zoek registraties

source: Search supplier, notes, invoice
nl: Zoek leverancier, notities, factuur

source: Search trips
nl: Zoek ritten

source: Sent %@
nl: Verzonden %1$@

source: Set Active
nl: Actief maken

source: Set as active company profile
nl: Instellen als actief bedrijfsprofiel

source: Sign work
nl: Werk laten ondertekenen

source: Signer name
nl: Naam ondertekenaar

source: Split
nl: Verdeling

source: Subject
nl: Onderwerp

source: Supplier name
nl: Naam leverancier

source: Template name
nl: Sjabloonnaam

source: The stored receipt image and its metadata will be removed.
nl: De opgeslagen bonafbeelding en metadata worden verwijderd.

source: This invoice is being prepared from quote %@. You can edit the lines before saving the draft invoice.
nl: Deze factuur wordt voorbereid vanuit offerte %1$@. Je kunt de regels bewerken voordat je het concept opslaat.

source: This quote has already been converted.
nl: Deze offerte is al omgezet.

source: This trip log will be removed permanently.
nl: Deze ritregistratie wordt permanent verwijderd.

source: Track overdue invoices and prepare reminder messages before you follow up.
nl: Volg achterstallige facturen en bereid herinneringsberichten voor voordat je opvolgt.

source: Track trips, reimbursement costs, and optionally link them to invoices.
nl: Volg ritten, declaratiekosten en koppel ze optioneel aan facturen.

source: Travel costs can be linked to an invoice later.
nl: Reiskosten kunnen later aan een factuur worden gekoppeld.

source: Unpaid
nl: Onbetaald

source: Update signature
nl: Handtekening bijwerken

source: Usage
nl: Gebruik

source: VAT %@
nl: Btw %1$@

source: VAT %@%%
nl: Btw %@%%

source: VAT amount
nl: Btw amount

source: VAT rate
nl: Btw rate

source: You can mark this entry for invoicing later.
nl: Je kunt deze registratie later nog markeren voor facturatie.
